{"dataset":"dbpedia_14","config":"dbpedia_14","split":"train","features":[{"feature_idx":0,"name":"label","type":{"names":["Company","EducationalInstitution","Artist","Athlete","OfficeHolder","MeanOfTransportation","Building","NaturalPlace","Village","Animal","Plant","Album","Film","WrittenWork"],"_type":"ClassLabel"}},{"feature_idx":1,"name":"title","type":{"dtype":"string","_type":"Value"}},{"feature_idx":2,"name":"content","type":{"dtype":"string","_type":"Value"}}],"rows":[{"row_idx":0,"row":{"label":0,"title":"E. D. Abbott Ltd","content":" Abbott of Farnham E D Abbott Limited was a British coachbuilding business based in Farnham Surrey trading under that name from 1929. A major part of their output was under sub-contract to motor vehicle manufacturers. Their business closed in 1972."},"truncated_cells":[]},{"row_idx":1,"row":{"label":0,"title":"Schwan-Stabilo","content":" Schwan-STABILO is a German maker of pens for writing colouring and cosmetics as well as markers and highlighters for office use. It is the world's largest manufacturer of highlighter pens Stabilo Boss."},"truncated_cells":[]},{"row_idx":2,"row":{"label":0,"title":"Q-workshop","content":" Q-workshop is a Polish company located in Poznań that specializes in designand production of polyhedral dice and dice accessories for use in various games (role-playing gamesboard games and tabletop wargames). They also run an online retail store and maintainan active forum community.Q-workshop was established in 2001 by Patryk Strzelewicz – a student from Poznań. Initiallythe company sold its products via online auction services but in 2005 a website and online store wereestablished."},"truncated_cells":[]},{"row_idx":3,"row":{"label":0,"title":"Marvell Software Solutions Israel","content":" Marvell Software Solutions Israel known as RADLAN Computer Communications Limited before 2007 is a wholly owned subsidiary of Marvell Technology Group that specializes in local area network (LAN) technologies."},"truncated_cells":[]},{"row_idx":4,"row":{"label":0,"title":"Bergan Mercy Medical Center","content":" Bergan Mercy Medical Center is a hospital located in Omaha Nebraska. It is part of the Alegent Health System."},"truncated_cells":[]},{"row_idx":5,"row":{"label":0,"title":"The Unsigned Guide","content":" The Unsigned Guide is an online contacts directory and careers guide for the UK music industry. Founded in 2003 and first published as a printed directory The Unsigned Guide became an online only resource in November 2011."},"truncated_cells":[]},{"row_idx":6,"row":{"label":0,"title":"Rest of the world","content":" Within sports and games played at the international competitive level the Rest of the World refers to a team of players from many countries of origin that compete against a single individual or a team from a single group such as a club or country. The team was formed in 1998."},"truncated_cells":[]},{"row_idx":7,"row":{"label":0,"title":"Globoforce","content":" Globoforce is a multinational company co-headquartered in Southborough Massachusetts and Dublin Ireland providing cloud-based (software as a service) human capital management (HCM) software solutions. Its social recognition solutions are designed for employees to recognize and reward each other as incentive for performance and behaviors that are mapped to company values. A private corporation Globoforce is co-headquartered in Southborough Massachusetts and Dublin Ireland."},"truncated_cells":[]},{"row_idx":8,"row":{"label":0,"title":"Rompetrol","content":" The Rompetrol Group N.V. is a Romanian oil company that operates in many countries throughout Europe. The group is active primarily in refining marketing and trading with additional operations in exploration and production and other oil industry services such as drilling EPCM and transportation."},"truncated_cells":[]},{"row_idx":9,"row":{"label":0,"title":"Wave Accounting","content":" Wave is the brand name for a suite of online small business software products. The legal company name is Wave Accounting Inc. Wave is headquartered in the Leslieville neighbourhood in Toronto Canada and is currently being used in 200 countries.The company's first product was a free online accounting software designed for businesses with 1-9 employees."},"truncated_cells":[]},{"row_idx":10,"row":{"label":0,"title":"Angstrem (company)","content":" Angstrem Group (Russian: ОАО «Ангстрем» named after angstrom) is a group of Russian companies one of the largest manufacturers of integrated circuits in Eastern Europe.The group includes: OAO Angstrem (the parent company design and manufacturing of electronic products and semiconductors); OAO Angstrem-M (custom design of integrated circuits staff training); OAO Angstrem-T (under-construction plant with 130-90 nm topology); OAO Angstrem-2M NGO Angstrem OAO Antek↑"},"truncated_cells":[]},{"row_idx":11,"row":{"label":0,"title":"I-innovate (UK)","content":" I-innovate (UK) is a London-based independent record label that diversified from video production into music management from 2009. I-innovate was founded by Najero Okenabirhie in 2008. I-innovate work with freelance directors marketers and artists in music and graphic design providing ad hoc services for clients labels and music professionals."},"truncated_cells":[]},{"row_idx":12,"row":{"label":0,"title":"JVC","content":" Victor Company of Japan Ltd (日本ビクター株式会社 Nippon Bikutā Kabushiki-gaisha) TYO: 6792 usually referred to as JVC is a Japanese international consumer and professional electronics corporation based in Yokohama Japan. Founded in 1927 the company is best known for introducing Japan's first televisions and for developing the Video Home System (VHS) video recorder. In 2008 JVC merged with Kenwood Corporation to create JVC Kenwood Holdings."},"truncated_cells":[]},{"row_idx":13,"row":{"label":0,"title":"Toei Bus","content":" The Toei Bus (都営バス Toei Basu) is a bus service operated by the Bus Service Division the Tokyo Metropolitan Bureau of Transportation (東京都交通局 Tōkyō-to Kōtsū-kyoku). It is also called To Bus (都バス To Basu).The bureau mainly operates bus routes in the special wards of Tokyo as well as those in the city of Ōme in the western Tama Area."},"truncated_cells":[]},{"row_idx":14,"row":{"label":0,"title":"Tear Drop Records","content":" Tear Drop Records was a record label founded in Winnie Texas in the early 1960s by recording pioneer and radio personality Huey P Meaux. As a deejay Meaux was known as the Crazy Cajun a name that stuck with him throughout his long music career. In 1964 Meaux moved his Tear Drop label and his Crazy Cajun Enterprises to Conroe Texas where he partnered with a seasoned record producer Foy Lee."},"truncated_cells":[]},{"row_idx":15,"row":{"label":0,"title":"Presses polytechniques et universitaires romandes","content":" The Presses polytechniques et universitaires romandes (PPUR literally Polytechnic and university press of French-speaking Switzerland) is a Swiss academic publishing house.It is based in Lausanne on the Lausanne campus in the Rolex Learning Center.The Presses polytechniques et universitaires romandes has an English-language imprint called EPFL Press."},"truncated_cells":[]},{"row_idx":16,"row":{"label":0,"title":"Websense","content":" Websense is a San Diego-based company specializing in computer security softwarewhich is used by businesses and government institutions to protect their networks from cybercrime malware stop data theft prevent users from viewing sexual or other inappropriate content and discourage employees from spending time browsing non business-related websites."},"truncated_cells":[]},{"row_idx":17,"row":{"label":0,"title":"Adventist Health System","content":" The Adventist Health System is a non-profit health care organization which operates facilities within the Southern and Midwestern regions of the United States. It is run by the Seventh-day Adventist Church.As of 2014 the system supports 44 hospitals and claims to be the largest not-for-profit Protestant healthcare provider in the nation."},"truncated_cells":[]},{"row_idx":18,"row":{"label":0,"title":"CIB Bank","content":" CIB Bank is the second-biggest commercial bank in Hungary after the 1 January 2008 merger with Inter-Európa Bank. This follows the 2007 merger of their respective Italian parent companies Banca Intesa and Sanpaolo IMI to form Intesa Sanpaolo."},"truncated_cells":[]},{"row_idx":19,"row":{"label":0,"title":"Orfanato Music Group","content":" Orfanato Music Group (OMG) is a Puerto Rican record label in the music and performance production industry. OMG was created by William Landron also known as Don Omar in 2007. Orfanato Music Group is an independent record label which represents artists. Its music repertoire is represented nationally and internationally within the Latino marketplace. Its strategy is to serve those interested in Latino music including reggaeton Latin hip hop and bachata amongst others."},"truncated_cells":[]},{"row_idx":20,"row":{"label":0,"title":"SCAN Health Plan","content":" SCAN Health Plan (SCAN) is a not-for-profit health plan founded in 1977 and based in Long Beach California. The organization serves more than 110000 people with Medicare in Kern Los Angeles Orange Riverside San Bernardino San Diego and Ventura counties California and Maricopa county Arizona. The company also offers a health plan for Medicare and Medicaid-eligible individuals as part of the state’s long term care program in Maricopa county."},"truncated_cells":[]},{"row_idx":21,"row":{"label":0,"title":"Rudolf Kämpf","content":" Rudolf Kämpf is a porcelain manufacturer in the Czech Republic."},"truncated_cells":[]},{"row_idx":22,"row":{"label":0,"title":"De Wendel family","content":" The de Wendel Family is an industrialist family from Lorraine France.In the 19th and 20th centuries the family gained might both industrial and political. As a result they also attracted controversy as an icon of French capitalism. Following the nationalisation of the French steel industry in 1978 they became a successful investment company (Wendel Investissement)."},"truncated_cells":[]},{"row_idx":23,"row":{"label":0,"title":"Mansfield Building Society","content":" The Mansfield Building Society is a UK building society which has its headquarters in Mansfield Nottinghamshire. It is a member of the Building Societies Association."},"truncated_cells":[]},{"row_idx":24,"row":{"label":0,"title":"Witcomb Cycles","content":" Witcomb Cycles formerly known as Witcomb Lightweight Cycles is the trading name of the Witcomb Trading Company. It was a British company based in Deptford South London specialising in custom handmade steel bicycle frames. The company was founded in 1949 by Ernie Witcomb and his wife Lily. The London shop closed in May 2009."},"truncated_cells":[]},{"row_idx":25,"row":{"label":0,"title":"Goldilocks Bakeshop","content":" Goldilocks Bakeshop is a bakeshop chain based in the Philippines which produces and distributes Philippine cakes and pastries. The chain was named after Goldilocks a character from the fairy tale Goldilocks and the Three Bears.Goldilocks was first opened in 1966 as a family business and started in a one-door apartment of a two-story structure on Pasong Tamo Street Makati City."},"truncated_cells":[]},{"row_idx":26,"row":{"label":0,"title":"Guardian Assurance Company","content":" The Guardian Assurance Company was a very large British insurance company."},"truncated_cells":[]},{"row_idx":27,"row":{"label":0,"title":"Shiply","content":" Shiply is a UK-based limited company providing an internet marketplace where transport service requesters may list items they need to move and where providers of transport services can bid in a reverse auction format."},"truncated_cells":[]},{"row_idx":28,"row":{"label":0,"title":"Orange Music Electronic Company","content":" Orange Music Electronic Company is a British amplifier manufacturing company famous for its distinctive sound and bright orange Tolex-like covering on amplifier heads and speaker cabinets. Orange also manufactures amplifiers for bass guitar speaker cabinets for instrument amplifiers and combination (combo) amplifiers."},"truncated_cells":[]},{"row_idx":29,"row":{"label":0,"title":"Rytec Corporation","content":" Rytec Corporation is an American manufacturer of high-cycle high-speed doors for industrial and commercial applications. Headquartered in JacksonWisconsin Rytec is considered a North American leader in the development manufacture and sale of high-performance doors."},"truncated_cells":[]},{"row_idx":30,"row":{"label":0,"title":"Cavity Search Records","content":" Cavity Search Records is a record label based in Portland Oregon formed in 1992 by Christopher Cooper and Denny Swofford. It is known for producing debut records by bands Hazel Heatmiser The Helio Sequence King Black Acid and Richmond Fontaine along with debut records for singer-songwriters Danny Barnes Saul Conrad Pete Krebs and Elliott Smith."},"truncated_cells":[]},{"row_idx":31,"row":{"label":0,"title":"Kalydo","content":" Kalydo is a proprietary cloud gaming technology and service based on file streaming. The Kalydo platform launched commercially in 2008 and has been in service since. The Kalydo file streaming technology allows games to be played immediately without the need of downloading and installation providing faster and easier access to games."},"truncated_cells":[]},{"row_idx":32,"row":{"label":0,"title":"Channel Express","content":" Channel Express (Air Services) Limited was an airline with its head office in Building 470 at Bournemouth International Airport in Christchurch Dorset near Bournemouth. It operated scheduled services from Bournemouth to the Channel Islands and nightly cargo services to Europe and throughout the UK on behalf of Royal Mail and other overnight express carriers."},"truncated_cells":[]},{"row_idx":33,"row":{"label":0,"title":"Æon Group","content":" Æon Group or Aeon Group (イオングループ Ion Gurūpu) is a group of retail and financial services companies based in Chiba Japan which is centered on Æon Co. Ltd. It has sister companies in Mainland China Hong Kong Indonesia and Malaysia and also trades under the JUSCO name."},"truncated_cells":[]},{"row_idx":34,"row":{"label":0,"title":"Target Canada","content":" Target Canada Co. is the Canadian subsidiary of United States-based discount department store chain Target Corporation formed in 2011 to oversee the company's Canadian operations."},"truncated_cells":[]},{"row_idx":35,"row":{"label":0,"title":"Spirit of Alaska Federal Credit Union","content":" Spirit of Alaska Federal Credit Union (SoAFCU) is the largest National Credit Union Administration insured credit union based in Fairbanks AK. There are 4 branches in the Fairbanks area. SoAFCU has around ten thousand members. Any person who lives works or worships within the Fairbanks North Star Borough is eligible to join the credit union."},"truncated_cells":[]},{"row_idx":36,"row":{"label":0,"title":"Health PEI","content":" Health PEI is the single health authority for the Canadian province of Prince Edward Island."},"truncated_cells":[]},{"row_idx":37,"row":{"label":0,"title":"Donald Healey Motor Company","content":" Donald Healey Motor Company Limited was a British car manufacturer."},"truncated_cells":[]},{"row_idx":38,"row":{"label":0,"title":"Calla Records","content":" Calla Records was a small New York City-based independent black owned Soul record label run by Nate McCalla and active c. 1965 to 1977.McCalla was an associate and bodyguard for Morris Levy who headed Roulette Records which had known ties to the mob.Artists recording for the label include J.J. Jackson The Sandpebbles Little Jerry Williams (aka Swamp Dogg) Jean Wells The Emotions The Fuzz Lonnie Youngblood The Persuaders and Geraldine Hunt among others."},"truncated_cells":[]},{"row_idx":39,"row":{"label":0,"title":"Rajshri Media","content":" Rajshri Media (P) Limited is a digital entertainment and new media arm of Rajshri Group. The Rashri.com portal was launched on November 2006 by releasing online Barjatya-produced Hindi movie Vivah followed by Hattrick Life in a Metro and Blue Umbrella among others. The company plans to reach its audience through all the four screens: Cinema PC Mobile TV."},"truncated_cells":[]},{"row_idx":40,"row":{"label":0,"title":"VirtualSharp Software","content":" VirtualSharp Software Corporation is a company that provides Disaster Recovery automation for virtualized environments and private clouds. VirtualSharp has pioneered the concept of DR Assurance which consists in setting recovery policies for individual applications in a datacenters and driving into the infrastructure the responsibility for policy enforcement without human intervention. VirtualSharp ReliableDR is its flagship product."},"truncated_cells":[]},{"row_idx":41,"row":{"label":0,"title":"Disney Comics","content":" Disney Comics was a comic book publishing company operated by The Walt Disney Company which ran from 1990 to 1993. It was connected with W. D. Publications Inc. which was a subsidiary of The Walt Disney Company that published Disney Comics during that time span. W. D. Publications Inc. created Disney Comics in 1990 so that The Walt Disney Company would not have to rely on outside publishers such as Gladstone Publishing."},"truncated_cells":[]},{"row_idx":42,"row":{"label":0,"title":"Wood Mackenzie","content":" Wood Mackenzie is a global energy metals and mining research and consultancy group with an international reputation for supplying comprehensive data written analysis and consultancy advice.It is based in Edinburgh Scotland though it has over 25 offices worldwide. The company's energy business was founded in 1973 when they started reviewing the North Sea oilfields."},"truncated_cells":[]},{"row_idx":43,"row":{"label":0,"title":"Haas Wheat & Partners","content":" Haas Wheat & Partners is a private equity firm focused on leveraged buyout transactions. The firm targets specialty middle-market manufacturing distribution and service companies particularly family-controlled companies and corporate spin-outs.The firm is based in Dallas Texas and was founded in 1992."},"truncated_cells":[]},{"row_idx":44,"row":{"label":0,"title":"Rubin Design Bureau","content":" Rubin Central Design Bureau for Marine Engineering (Russian: Центральное конструкторское бюро Рубин shortened to ЦКБ Рубин) in Saint Petersburg is one of three main Russian centers of submarine design and the other two are Malakhit Central Design Bureau and Lazurit Central Design Bureau (Lazurit is the Russian word for lazurite)."},"truncated_cells":[]},{"row_idx":45,"row":{"label":0,"title":"Cockerill Maintenance & Ingénierie","content":" Cockerill Maintenance & Ingénierie (CMI) is a mechanical engineering group headquartered in Seraing Belgium producing machinery for steel plants industrial heat recovery equipment and boiler and shunting locomotives and military equipment (artillery guns)."},"truncated_cells":[]},{"row_idx":46,"row":{"label":0,"title":"Barnegat Fund Management","content":" Barnegat Fund Management Inc is a hedge fund management company based in Hoboken New Jersey which manages the Barnegat Fund a fixed-income relative-value hedge fund. The fund exploits interest-rate anomalies in large financial markets. The financial instruments traded include government bonds interest-rate swaps and futures contracts."},"truncated_cells":[]},{"row_idx":47,"row":{"label":0,"title":"Mater Health Services","content":" Mater Health Services is a public and private collocated hospital and health care provider located in and around the corner of Stanley Street and Annerley Road South Brisbane Queensland. Australia. Mater Health Services provides care for some 500000 patients each year. The Mater was established in 1906 by the Sisters of Mercy."},"truncated_cells":[]},{"row_idx":48,"row":{"label":0,"title":"Jetta (electronics company)","content":" Jetta International is an American original equipment manufacturer (OEM) and designer of computer laptops mainly operating in the East Coast. The company was established in 1991 and is based in Monmouth Junction New Jersey (close to Princeton) where its only manufacturing plant is located.Jetbook the laptop series manufactured by Jetta has Intel microprocessors and is supplied with a customizable selection of software."},"truncated_cells":[]},{"row_idx":49,"row":{"label":0,"title":"SYBO Games","content":" SYBO Games is an independent game development studio located in Copenhagen Denmark. They are known for developing the game application Subway Surfers together with Kiloo. The game is by far the most played game ever created in Denmark. The game was created in Unity (game engine) and is about a graffiti boy escaping a grumpy security guard.One week after the release of Subway Surfers the freemium running game for iOS had three million downloads and was the most downloaded game in 20 countries."},"truncated_cells":[]},{"row_idx":50,"row":{"label":0,"title":"Tesco","content":" Tesco PLC is a British multinational grocery and general merchandise retailer headquartered in Cheshunt Hertfordshire England United Kingdom. It is the second-largest retailer in the world measured by profits (after Wal-Mart) and second-largest retailer in the world measured by revenues (after Walmart)."},"truncated_cells":[]},{"row_idx":51,"row":{"label":0,"title":"Elan Snowboards","content":" Elan Snowboards is a member of Slovenian ski company Elan Group and is one of the world's largest producer of high-end snowboards and produces boards since 1987. While the company headquarters with the rest of Elan Group is located in Begunje in north-western part of Slovenia the production of snowboards takes place in the neighboring country - in Furnitz Austria."},"truncated_cells":[]},{"row_idx":52,"row":{"label":0,"title":"Rice Is Nice (record label)","content":" Rice Is Nice is an independent record label based in Sydney Australia that takes its name from Welsh post-hardcore band Mclusky's 2000 single Rice Is Nice. The label aims to promote local musicians that are unique and whose music will have longevity rather than based on popularity."},"truncated_cells":[]},{"row_idx":53,"row":{"label":0,"title":"BUF Compagnie","content":" BUF Compagnie is a French visual effects company specializing in CGI for feature films commercials and music videos."},"truncated_cells":[]},{"row_idx":54,"row":{"label":0,"title":"TitanFile","content":" TitanFile Inc. is a Canadian company headquartered in Halifax Nova Scotia and with offices in Waterloo Ontario. TitanFile is an online file sharing and collaboration service."},"truncated_cells":[]},{"row_idx":55,"row":{"label":0,"title":"Mission Motors","content":" Mission Motors is an American company founded in 2007 in San Francisco California. The company was originally founded with the aim of creating high-performance electric motorcycles but later became a supplier of electric vehicle components."},"truncated_cells":[]},{"row_idx":56,"row":{"label":0,"title":"Boyner","content":" Boyner Büyük Mağazacılık A.Ş. (operating as Boyner) is a Turkish retail company known for its textile offerings for women men teenagers and children. It has 68 stores in 29 cities in Turkey and as of 2010 employed around 2800 people."},"truncated_cells":[]},{"row_idx":57,"row":{"label":0,"title":"Brownstein Hyatt Farber Schreck","content":" Brownstein Hyatt Farber Schreck LLP is a national law firm based in Denver Colorado United States with 250 attorneys and policy consultants in offices across the western U.S. and in Washington D.C."},"truncated_cells":[]},{"row_idx":58,"row":{"label":0,"title":"Centro Digital Pictures Limited","content":" Centro Digital Pictures Limited is a visual special effects and animations company based in Hong Kong that provides visual effects for film interactive media and video games."},"truncated_cells":[]},{"row_idx":59,"row":{"label":0,"title":"Niederegger","content":" J. G. Niederegger GmbH & Co. KG is a producer of marzipan and sweets. It is based in Lübeck Germany.Niederegger was founded by Johann Georg Niederegger on 1 March 1806 in Lübeck and is since known for their marzipan for about 200 years."},"truncated_cells":[]},{"row_idx":60,"row":{"label":0,"title":"The Media Merchants","content":" The Media Merchants Television Company ltd. was an independent television production company specialising in children's programmes run by Neil Buchanan and Tim Edmunds."},"truncated_cells":[]},{"row_idx":61,"row":{"label":0,"title":"Stanley Consultants","content":" Stanley Consultants Inc. is an American-based international engineering construction and environmental engineering services company with its headquarters in Muscatine Iowa U.S.A.. Stanley Consultants also has offices in 17 other locations in the U.S. and 10 countries. The company has undertaken projects in over 96 countries.Stanley Consultants began as a small engineering firm in Muscatine Iowa founded by Charles Young in 1913. In 1932 C."},"truncated_cells":[]},{"row_idx":62,"row":{"label":0,"title":"Syarikat Bekalan Air Selangor","content":" Syarikat Bekalan Air Selangor Sdn Bhd or SYABAS is a Selangor state government-linked companies which responsible for water supply services in Selangor and the Federal Territory of Kuala Lumpur and Putrajaya. The executive chairman is Tan Sri Rozali Ismail. SYABAS is a member company of the Puncak Niaga Holdings Berhad."},"truncated_cells":[]},{"row_idx":63,"row":{"label":0,"title":"Ralph Lauren Corporation","content":" Ralph Lauren Corporation (NYSE: RL is a publicly traded United States-based holding company that through its subsidiaries designs markets and sells high end men's women's and children's apparel accessories fragrances and home furnishings to customers worldwide. Ralph Lauren Corporation traces its roots to the 1967 founding of the Polo Ralph Lauren company by American designer Ralph Lauren. Polo Ralph Lauren is the corporation's flagship brand."},"truncated_cells":[]},{"row_idx":64,"row":{"label":0,"title":"Gordon Food Service","content":" Gordon Food Service (GFS) is the largest privately held foodservice distributor in North America with sales of $5.5 billion in 2007 and expected to finish 2012 with over $10 billion. Headquartered in Grand Rapids Michigan[1] GFS has GFS Marketplace stores in the states of Florida Illinois Indiana Kentucky Michigan Ohio Pennsylvania and Tennessee."},"truncated_cells":[]},{"row_idx":65,"row":{"label":0,"title":"Kronospan","content":" Kronospan is an international company that manufactures and distributes wood-based panels which are used in many everyday products such as flooring furniture and timber-framed houses.The company manufactures Particleboard (PB) Medium density fibreboard (MDF) Laminate flooring resins for wood-based panels Oriented strand board (OSB)."},"truncated_cells":[]},{"row_idx":66,"row":{"label":0,"title":"Arriva Buses Wales","content":" Arriva Buses Wales is a bus operator providing services in North Wales and Chester. It is a subsidiary of Arriva."},"truncated_cells":[]},{"row_idx":67,"row":{"label":0,"title":"Uptime Institute","content":" Since 1993 Uptime Institute LLC is a consortium of companies that engage in education publications consulting certifications conferences and seminars for the enterprise data center industry and for data center professionals. It is best known for its widely adopted tier certifications of data centers."},"truncated_cells":[]},{"row_idx":68,"row":{"label":0,"title":"Anonymizer (company)","content":" Anonymizer Inc. is an Internet privacy company founded in 1995 by Lance Cottrell author of the Mixmaster anonymous remailer. Anonymizer was originally named Infonex Internet. The name was changed to Anonymizer in 1997 when the company acquired a web based privacy proxy of the same name developed by Justin Boyan at Carnegie Mellon University School of Computer Science."},"truncated_cells":[]},{"row_idx":69,"row":{"label":0,"title":"Namco Networks","content":" Namco Networks America Inc. is a developer and publisher of small-scale games targeting the mobile and casual game markets. The startup company based in San Jose California was strategically acquired by Namco Bandai Holdings and renamed as Namco Networks to serve as its mobile games division."},"truncated_cells":[]},{"row_idx":70,"row":{"label":0,"title":"Intafact Beverages Limited","content":" SABMiller made an initial investment of over US$100m in the Onitsha brewery that was commissioned on 30 August 2012.In 2014 a decision was made to invest US$110 million to increase the current annual capacity from 700 000 to 2.1 million hectolitres.The capacity upgrade is due to be completed in 2015."},"truncated_cells":[]},{"row_idx":71,"row":{"label":0,"title":"Japi","content":" Japi is a person who plays wow"},"truncated_cells":[]},{"row_idx":72,"row":{"label":0,"title":"StudentUniverse","content":" StudentUniverse is a technology company that provides students with deals primarily focusing on air fares and lodging. It is one of the two largest discount student travel sellers in the world. Its service went live in 2000 and the company is based in Waltham Massachusetts. It has proprietary verification technology that allows it to verify student status."},"truncated_cells":[]},{"row_idx":73,"row":{"label":0,"title":"Banca di Credito Sardo","content":" The Banca di Credito Sardo SpA is an italian bank headquartered in Cagliari Sardinia. It was established in 2009 after the fusion with the Banca CIS (acronym of Credito Industriale Sardo) and the financial group Intesa Sanpaolo.Template:What?The Bank has 1200 employees 116 bank offices and 240000 clients.The head office building located in Cagliari was designed by the italian architect Renzo Piano."},"truncated_cells":[]},{"row_idx":74,"row":{"label":0,"title":"A.G. Barr","content":" A.G. Barr plc commonly known as Barr's is a Scottish soft drink manufacturer based in Cumbernauld North Lanarkshire Scotland. It is particularly notable for the manufacture of the popular Scottish drinks Irn-Bru and Rubicon. It is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index."},"truncated_cells":[]},{"row_idx":75,"row":{"label":0,"title":"Mittal hospital","content":" Mittal Hospital & Research Centre is a healthcare corporation that operate multi specialist hospitals in Ajmer Rajasthan. It is the largest healthcare provider in Ajmer Division.In April 2012 the hospital capacity will increase to 250 beds and facilities of private ICU super delux private rooms private labour rooms and many more will be available."},"truncated_cells":[]},{"row_idx":76,"row":{"label":0,"title":"Ping (golf)","content":" PING is an American brand of premium golf equipment as well as one of the largest of the remaining American manufacturers of golf clubs based in Phoenix Arizona founded by Karsten Solheim who was an engineer at the General Electric company. In 1959 he started making his own putters in his garage in Redwood City California. In 1967 because of increasing demand for his putters he resigned his job at General Electric in order to fully develop the PING company."},"truncated_cells":[]},{"row_idx":77,"row":{"label":0,"title":"European Association for the Study of the Liver","content":" The European Association for the Study of the Liver (EASL) is a European professional association for liver disease."},"truncated_cells":[]},{"row_idx":78,"row":{"label":0,"title":"Synanon","content":" The Synanon organization initially a drug rehabilitation program was founded by Charles E. Chuck Dederich Sr. (1913–1997) in 1958 in Santa Monica California United States. By the early 1960s Synanon had also become an alternative community attracting people with its emphasis on living a self-examined life as aided by group truth-telling sessions that came to be known as the Synanon Game."},"truncated_cells":[]},{"row_idx":79,"row":{"label":0,"title":"Orange County Transportation Authority","content":" The Orange County Transportation Authority (OCTA) is the public sector transportation planning body and mass transit service provider for Orange County California. Its ancestor agencies include not only the prior Orange County Transit District but also such diverse entities as the Pacific Electric Railway and the South Coast Transit Corporation."},"truncated_cells":[]},{"row_idx":80,"row":{"label":0,"title":"Wageningen Academic Publishers","content":" Wageningen Academic Publishers is a publishing company in the field of life sciences that publishes scientific journals as well as monographs textbooks and proceedings. The company was founded in 2002 as successor of Wageningen Pers. The company publishes books in the fields of animal food social plant and environmental sciences."},"truncated_cells":[]},{"row_idx":81,"row":{"label":0,"title":"Greatist","content":" Greatist is a fitness health and happiness Internet media startup. Founded in 2011 by Derek Flanzraich. Acknowledged for its high-quality content aimed primarily at an 18-35 audience the site now reaches over 4 million unique visitors per month with its traffic driven primarily by social media."},"truncated_cells":[]},{"row_idx":82,"row":{"label":0,"title":"Ted Baker","content":" Ted Baker plc is a British clothing retail company. It is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index."},"truncated_cells":[]},{"row_idx":83,"row":{"label":0,"title":"Carzonrent","content":" Carzonrent (India) Private Limited (CIPL) is an Indian car rental company with its headquarters in New Delhi India. Carzonrent operates a fleet of over 6500 cars in India covering New Delhi Mumbai Bangalore Hyderabad Ahmedabad Chennai Gurgaon Jaipur Kolkata Noida Pune Ghaziabad and Faridabad.The company was founded by Rajeev K. Vij in year 2000 and caters to over 6000000 customers annually."},"truncated_cells":[]},{"row_idx":84,"row":{"label":0,"title":"Grinnell Aeroplane","content":" The Grinnell Aeroplane Company was an American aircraft manufacturer based in Grinnell Iowa that built aircraft prior to World War I."},"truncated_cells":[]},{"row_idx":85,"row":{"label":0,"title":"Invictus Games","content":" Invictus Games is an independent Hungarian video game development studio founded in 1992 by Tamás Kozák and Ákos Diviánszky. They specialize in racing simulation games like Project Torque Street Legal and Street Legal Racing Redline Insane and onEscapee. Their publishers include Codemasters Activision 1C Gamepot and Joyzone."},"truncated_cells":[]},{"row_idx":86,"row":{"label":0,"title":"Ishtar Airlines","content":" Ishtar Airlines (Arabic: عشتار ايرلاينز‎) was an airline based in Dubai United Arab Emirates although it was a private Iraqi airline operating scheduled passenger services its main bases were its only destinations Baghdad International Airport and Dubai International Airport.Ishtar Airlines headquarters was in Deira Dubai United Arab Emirates."},"truncated_cells":[]},{"row_idx":87,"row":{"label":0,"title":"Aviones Comerciales de Guatemala (Avcom)","content":" Aviones Comerciales de Guatemala (Avcom) is an airline based in Guatemala City Guatemala. It was established in 1929 operates domestic charter services and is associated with TACA. Its main base is La Aurora International Airport Guatemala City."},"truncated_cells":[]},{"row_idx":88,"row":{"label":0,"title":"Cherokee Studios","content":" Cherokee Studios was a recording facility in Hollywood founded in 1972 and closed in August 2007 to make way for a new building after 35 years of operation under the Cherokee name as a well-renowned studio. Under the direction of a leading green developer the site will become the Lofts @ Cherokee Studios [1] – a Green LEED Platinum Live/Work complex offering professional recording studios in select units designed by Cherokee owner Bruce Robb."},"truncated_cells":[]},{"row_idx":89,"row":{"label":0,"title":"ReganBooks","content":" ReganBooks was an American bestselling imprint or division of HarperCollins book publishing house (parent company is News Corporation) headed by editor and publisher Judith Regan started in 1994 and ended in late 2006. During its existence Regan was called by LA Weekly the world's most successful publisher. The division reportedly earned $120 million a year. ReganBooks focused on celebrity authors and controversial topics sometimes from recent tabloids."},"truncated_cells":[]},{"row_idx":90,"row":{"label":0,"title":"Novotel","content":" Novotel is a mid-scale hotel brand within the Accor group typically slotting between the Mercure and Sofitel brands. Novotel has close to 400 hotels and resorts in 60 countries situated in the business districts and tourist destinations of major international cities."},"truncated_cells":[]},{"row_idx":91,"row":{"label":0,"title":"Bee-Line Bus System","content":" The Bee-Line Bus System branded on the buses in lowercase as the bee-line system is a bus system serving Westchester County New York. The system is owned by the County's Department of Public Works and Transportation. It was founded in May 1 1978 by then-Westchester County Department of Transportation to consolidate the bus system with thirteen private bus companies and has been given control over the buses fare structure routes and services."},"truncated_cells":[]},{"row_idx":92,"row":{"label":0,"title":"Uganda Securities Exchange","content":" The Uganda Securities Exchange (USE) is the principal stock exchange of Uganda. It was founded in June 1997. The USE is operated under the jurisdiction of Uganda's Capital Markets Authority which in turn reports to the Bank of Uganda Uganda's central bank.The exchange's doors opened to trading in January 1998. At the time the exchange had just one listing a bond issued by the East African Development Bank."},"truncated_cells":[]},{"row_idx":93,"row":{"label":0,"title":"Development Bank of the Philippines","content":" The Development Bank of the Philippines (Filipino: Bangko sa Pagpapaunlad ng Pilipinas Castilian Spanish: Banco de Agricola y Hacienda de Filipinas or Banco de Desarollo de Filipinas) commonly known by its initials DBP is a state-owned development bank with headquarters in Makati Philippines.It is the seventh-largest bank in the Philippines in terms of assets and is the second-largest government-owned bank next only to Landbank."},"truncated_cells":[]},{"row_idx":94,"row":{"label":0,"title":"Axis Lines International","content":" Axis Lines International was a start-up airline planned to be based in Douala Cameroon. It was intended to fly regional services with two McDonnell Douglas MD-80 aircraft and international services to Brussels Madrid and Paris with a Boeing 767-300ER."},"truncated_cells":[]},{"row_idx":95,"row":{"label":0,"title":"Aegon","content":" Aegon N.V. is a multinational life insurance pensions and asset management company headquartered in The Hague Netherlands. At the end of 2012 Aegon companies employed approximately 24000 people worldwide serving millions of customers.Aegon has a primary listing on Euronext Amsterdam and is a constituent of the AEX index. It has a secondary listing on the New York Stock Exchange."},"truncated_cells":[]},{"row_idx":96,"row":{"label":0,"title":"Parliamentary Monitoring Services","content":" Parliamentary Monitoring Services is a United Kingdom-based political research and publishing company. The company researches the activities of the United States Congress European Parliament and the Parliament of the United Kingdom. Consultants to the company have included British politicians Sir Peter Fry and William Howie Baron Howie of Troon."},"truncated_cells":[]},{"row_idx":97,"row":{"label":0,"title":"Rossiya Bank","content":" The Rossiya Bank (Bank Rossiya in Russian: Акционерный коммерческий банк Россия АКБ Россия) is a Russian joint stock bank founded on June 27 1990. The company's headquarters are based in St. Petersburg."},"truncated_cells":[]},{"row_idx":98,"row":{"label":0,"title":"Third Wire","content":" Third Wire Productions Inc. (also known simply as Thirdwire or Third Wire) is a C corporation based in Austin Texas USA; it is an independent software development company founded in 1999 to create multimedia entertainment such as flight-simulation and strategy games."},"truncated_cells":[]},{"row_idx":99,"row":{"label":0,"title":"Callcredit","content":" Callcredit Limited is a credit reference agency. Credit reference agencies collect and store details about consumers and their personal credit history. Callcredit was created by Skipton Building Society and supplies information to lenders and other organisations to enable them to establish an individual's credit history confirm application addresses and monitor significant events which may be indicators of credit risk."},"truncated_cells":[]}]}